Repository: lbtt2801/DacSanVietNam_Flutter
Catalog: lib/l10n/app_*.arb
Languages: vi

# home
source: Specialty
vi: Đặc sản

source: Favourite
vi: Yêu thích

source: User
vi: Người dùng

# location
source: Get the current location
vi: Lấy vị trí hiện tại

# around
source: Specialties around you
vi: Đặc sản quanh bạn

# no_specialties
source: No relevant specialties found (T_T)
vi: Không tìm thấy Đặc sản liên quan (T_T)

source: Content
vi: Nội dung

# noi_ban
source: Proposal place
vi: Nơi bán đề xuất

# danh_gia
source: Reviews
vi: Đánh giá

# gui_danh_gia
source: Send reviews
vi: Gửi đánh giá

# noi_dung_danh_gia
source: Enter the evaluation content
vi: Nhập nội dung đánh giá

# nhan_xet
source: Comment
vi: Nhận xét

# noidung_nhanxet
source: There are no comments. Review now!
vi: Hiện chưa có nhận xét nào. Đánh giá ngay!

# thong_bao
source: Warning
vi: Thông báo

# noidung_thongbao
source: You must log in to perform this feature!
vi: Bạn phải đăng nhập để thực hiện tính năng này!

# them_yeuthich_thanhcong
source: Add favorite specialties
vi: Thêm Đặc sản Yêu thích thành công

# xoa_yeuthich
source: Delayed specialties from their favorite list
vi: Đã xóa Đặc sản khỏi Danh sách Yêu thích

# ds_yeuthich
source: Favorite specialty list
vi: Danh sách Đặc sản yêu thích

# kh_yeuthich
source: No favorite specialties!
vi: Chưa có Đặc sản Yêu thích !

# infor
source: User information
vi: Thông tin người dùng

# id
source: ID User
vi: ID Người dùng

source: Name
vi: Họ tên

# gt_nam
source: Male
vi: Nam

# gt_nu
source: Female
vi: Nữ

# ds_tinh
source: List of provinces and cities
vi: Danh sách tỉnh thành

# save_infor
source: Save information
vi: Lưu thông tin

# update_infor
source: Update information
vi: Cập nhật thông tin

# update_pass
source: Update password
vi: Cập nhật mât khẩu

# vi
source: Vietnamese
vi: Tiếng Việt

# en
source: English
vi: Tiếng Anh
